Repository: FabControl/optimizer-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, lv

source: This test is needed to solve possible issues with adhesion between tracks if there are any. Good weld-together is essential to achieving good mechanical properties in any printed part.<br>Run it only if you see the voids in between the tracks in the previous test. By skipping this test, the <b>First-layer-track-width</b> value will be set to the <b>Nozzle inner diameter</b>
fr: Ce test est nécessaire pour résoudre les éventuels problèmes d'adhérence entre les couches, s'il y en a. Une bonne soudure est essentielle pour obtenir de bonnes propriétés mécaniques dans toute pièce imprimée. Ne l'exécutez que si vous voyez les vides entre les couches lors de l'essai précédent. En sautant ce test, la valeur <b>First-layer-track-width</b> sera réglée sur le <b>Nozzle inner diameter</b>
lv: Šis tests ir nepieciešams, lai atrisinātu potenciālas problēmas ar filamenta salipšanu starp celiņiem. Labi savienoti celiņi ir ļoti svarīgi augstas mehāniskas izturības nodrošināšanai.<br>Izpildiet šo testu gadījumā, ja pirmā testa struktūrai starp līnijām ir spraugas. IZlaižot šo testu, <b>Pirmā slāņa līnijas platums</b> būs vienāda ar <b>Sprauslas iekšējo diametru</b>

source: <ul><li>If the print does not adhere to the build platform, increase the <b>First-layer extrusion temperature</b> and re-run the test.</li><li>If this does not help, increase the <b>Printbed temperature</b> or apply different coating/spray on the build platform.</li><li>If you cannot find acceptable combination of two parameters, re-run the test with different <b>First-layer-extrusion-temperature</b> value and/or using different <b>Printing-speed</b> range.</li></ul>
fr: <ul><li>Si l'impression n'adhère pas à la plateforme d'impression, augmentez la <b>First-layer extrusion temperature</b> et refaites le test. </li><li>Si cela ne aide pas, augmenter la <b>Printbed temperature</b> ou appliquez un autre revêtement ou spray sur la plateforme d'impression. </li><li>Si vous ne trouvez pas de combinaison acceptable de ces deux paramètres, refaites le test avec une valeur différente de <b>First-layer-extrusion-temperature</b> et/ou en utilisant une autre plage de réglage différente de <b>Printing-speed</b>.</li></ul>
lv: <ul><li>Ja detaļa netura pie platformas, palieliniet <b>Pirmā slāņa ekstrūzijas temperatūru</b> un atkārtojiet testu.</li><li>Ja tas nelīdz, palieliniet <b>Platformas (printbed) temperatūru</b> vai izmantojiet citu platformas virsmas pārklājumu/aerosolu.</li><li>Ja neizdodas atrast piemērtu abu parametru kombināciju, atkārtojiet testu ar citām <b>Pirmā līmeņa ekstrūzijas temperatūras</b> vērtībām un/vai citu <b>Drukāšanas ātruma</b> intervālu.</li></ul>

source: Z-Offset
fr: Décalage de l'axe Z
lv: Z nobīde

source: First-Layer Track Height vs First-Layer Printing Speed
fr: Hauteur de la première couche vs vitesse d'impression de la première couche
lv: Pirmā slāņa augstums un Pirmā slāņa drukāšanas ātrums

source: First-Layer Track Width
fr: Largeur de la première couche
lv: Pirmā slāņa līnijas platums

source: Extrusion Temperature vs Printing Speed
fr: Température d'extrusion vs vitesse d'impression
lv: Ekstrūzijas temperatūra un Drukāšanas ātrums

source: Track Height vs Printing Speed
fr: Hauteur de la couche vs vitesse d'impression
lv: Līnijas augstums un Drukāšanas ātrums

source: Track Width
fr: Largeur de la couche
lv: Līnijas platums

source: Extrusion Multiplier
fr: Multiplicateur d'extrusion
lv: Ekstrūzijas daudzums

source: Printing Speed
fr: Vitesse d'impression
lv: Drukāšanas ātrums

source: Extrusion Temperature vs Retraction Distance
fr: Température d'extrusion vs distance de rétractation
lv: Ekstrūzijas temperatūra un Retrakcijas attālums

source: Retraction Distance vs Printing Speed
fr: Distance de rétractation vs vitesse d'impression
lv: Retrakcijas attālums un Drukāšanas ātrums

source: Retraction Distance
fr: Distance de rétractation
lv: Retrakcijas attālums

source: Retraction Distance vs Retraction Speed
fr: Distance de rétractation vs vitesse de rétractation
lv: Retrakcijas attālums un Retrakcijas ātrums

source: Retraction Restart Distance vs Printing Speed And Coasting Distance
fr: Distance de redémarrage de la rétractation vs vitesse d'impression et à la distance de débrayage
lv: Re-retrakcijas attālums pret Drukāšanas ātrumu un neekstrūdēšanas attālumu

source: Bridging Extrusion Multiplier vs Bridging Printing Speed
fr: Multiplicateur d'extrusion de pontage vs multiplicateur de vitesse de pontage
lv: Tilta ekstrūzijas daudzums un Tilta drukāšanas ātrums

source: Soluble Support Adhesion
fr: Adhésion des supports solubles
lv: Šķistošā materiāla pielipšana

source: First-Layer Track Height vs<br>First-Layer Printing Speed
fr: Hauteur de couche de la première couche vs<br>vitesse d'impression de la première couche
lv: Pirmā slāņa augstums un<br>Pirmā slāņa drukāšanas ātrums

source: Extrusion Temperature vs<br>Printing Speed
fr: Température d'extrusion vs<br>Vitesse d'impression
lv: Ekstrūzijas temperatūra un<br>Drukāšanas ātrums

source: Track Height vs<br>Printing Speed
fr: Hauteur de la couche vs<br>Vitesse d'impression
lv: Līnijas augstums un<br>Drukāšanas ātrums

source: Extrusion Temperature vs<br>Retraction Distance
fr: Température d'extrusion vs<br>Distance de rétractation
lv: Ekstrūzijas temperatūra un<br>Retrakcijas attālums

source: Retraction Distance vs<br>Printing Speed
fr: Distance de rétractation vs<br>Vitesse d'impression
lv: Retrakcijas attālums un<br>Drukāšanas ātrums

source: Retraction Distance vs<br>Retraction Speed
fr: Distance de rétractation vs<br>Vitesse de rétractation
lv: Retrakcijas attālums un<br>Retrakcijas ātrums

source: Retraction Restart Distance vs<br>Printing Speed And Coasting Distance
fr: Distance de rétractation au redémarrage vs<br>Vitesse d'impression et distance de débrayage
lv: Re-retrakcijas attālums pret<br>Drukāšanas ātrumu un neekstrūdēšanas attālumu

source: Bridging Extrusion Multiplier vs<br>Bridging Printing Speed
fr: Multiplicateur d'extrusion de pontage vs<br>Vitesse d'impression de pontage
lv: Tilta ekstrūzijas daudzums un<br>Tilta drukāšanas ātrums

source: Material "{material}" has been created!
fr: Le matériel "{material}" a été créé !
lv: Izveidots materiāls "{material}"!

source: {printer} has been updated!
fr: {printer} a été mis à jour !
lv: Printera "{printer}" izmaiņas saglabātas!

source: 3D Printer "{printer}" has been created!
fr: L'imprimante 3D "{printer}" a été créé !
lv: Izveidots 3D printeris "{printer}"!

source: Your next test is available in Full Access only. You can skip it and go to the next available test or <a href={link}>purchase Full Access.</a>
fr: Votre prochain test n'est disponible qu'en accès complet uniquement. Vous pouvez le sauter et passer au prochain test disponible ou <a href={link}>purchase Full Access.</a>
lv: Jums nepieciešamais tests pieejams tikai ar Pilnu piekļuvi. Varat doties uz nākamo pieejamo testu vai <a href={link}>iegādāties Pilnu piekļuvi.</a>

source: Your next test is available in Full Access only. You can skip it and go to the next available test or ask {first_name} {last_name} to upgrade account.
fr: Votre prochain test n'est disponible qu'en accès complet uniquement. Vous pouvez le sauter et passer au prochain test disponible ou demander {first_name} {last_name} pour mettre à niveau le compte.
lv: Jums nepieciešamais tests pieejams tikai ar Pilnu piekļuvi. Varat doties uz nākamo pieejamo testu vai lūdziet {first_name} {last_name} apmaksāt kontu.

source: Hi, %(first_name)s %(last_name)s!
lv: Sveiki, %(first_name)s %(last_name)s!

source: %(affiliate.name)s (%(affiliate.email)s) has registered and started to use his 3DOptimizer account.
lv: %(affiliate.name)s (%(affiliate.email)s) ir reģistrējis un sācis lietot 3DOptimizer kontu.

source: To thank you, we've awarded you a free %(affiliate.days_assigned)s days of full access.
lv: Kā pateicība, jūsu kontam ir piešķirtas %(affiliate.days_assigned)s pilnas piekļuves dienas.

source: Your full access now expires on %(expiration_date)s.
lv: Varēsiet izmantot pilnu piekļuvi līdz %(expiration_date)s.

source: %(affiliate.name)s, you have been invited by %(affiliate.sender.first_name)s %(affiliate.sender.last_name)s to 3D Optimizer!
lv: %(affiliate.name)s, %(affiliate.sender.first_name)s %(affiliate.sender.last_name)s aicina jūs izmantot 3D Optimizer!

source: Create 3DOptimizer Account
lv: Izveidot 3DOptimizer kontu

source: If you’re having trouble with the button above, copy and paste following URL into your web browser.
lv: Ja Augstāk redzamā poga nestrādā, atveriet zemāk redzamo saiti interneta pārlūkā.

source: Follow the link below, to create 3DOptimizer account.
lv: Lai reģistrētu 3DOptimizer kontu, sekojiet zemāk redzamajai saitei.

source: Automated email from %(service_url)s
lv: Automātisks epasts no %(service_url)s

source: You have recently requested to reset password for your account.
lv: Tikko mēģinājāt atjaunot paroli savam kontam.

source: Use link below to reset your password. This link is only valid for 24 hours.
lv: Lai uzstādītu jauno paroli, sekojiet zemāk redamajai saitei. Šī saite ir derīga 24 stundas.

source: If you’re having trouble with the link above, copy and paste the URL above into your web browser.
lv: Ja augstāk redamā saite nestrādā, mēģiniet to atvērt interneta pārlūkā.

source: If you did not request password reset, ignore this email. You can stil sign in using your current password.
lv: Ja neatjaunojāt sava konta paroli, varat ignorēt šo epastu un izmantot esošo paroli.

source: Hi!
lv: Sveiki!

source: Unfortunatly email address %(email)s did not match any of our records.
lv: Diemžēl epasta adrese %(email)s nepieder nevienam reģistrētam kontam.

source: Please use email address that you used to create account.
lv: Lūdzu izmantojiet epasta adresi, ar kuru reģistrējāt kontu.

source: You have successfully created account.
lv: Jūs esat veiksmīgi reģistrējis jaunu kontu.

source: Use link below to activate your account. This link is only valid for 24 hours.
lv: Izmantojiet zemāk esošo saiti, lai aktivizētu savu kontu. Šī saite ir derīga 24 stundas.

source: Someone tried to register account with your email address.
lv: Kāds mēģināja reģistrēt kontu ar jūsu epastu.

source: If you did not attempt to create account, ignore this email. You can stil sign in using your current password.
lv: Ja nemēģinājāt reģistrēt jaunu kontu, varat ignorēt šo epastu. Jūs joprojām varat ienākt, izmantojot savu paroli.

source: Since you already have an account, we sent you password recovery instructions.
lv: Nosūtām jums paroles atjaunošanas saiti, jo jums jau ir reģistrēts konts.

source: Cartesian
fr: Cartésienne

source: ID
fr: Identifiant

source: Progress
fr: Progrès
