Repository: FabControl/optimizer-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, lv

source: Start a new testing session
fr: Démarrer une nouvelle session de tests
lv: Jauna testēšanas sesija

source: Video overview and user manual are available in <a href="%(help)s">Help Center</a>
fr: La vidéo de présentation et le manuel d'utilisation sont disponibles ici <a href="%(help)s">Help Center</a>
lv: Video pamācība un lietošanas instrukcija atrodamas <a href="%(help)s">Palīdzības centrā</a>

source: When you return, this page will show your recent testing sessions.
fr: À votre retour, cette page affichera vos séances de tests récents.
lv: Kad atgriezīsieties, šeit būs atrodamas jūsu nesenās testēšanas sesijas.

source: Upgrade to add multiple users
fr: Mettez à jour pour ajouter plusieurs utilisateurs
lv: Apmaksā jaunu lietotāju pievienošanai

source: Recent Testing Sessions
fr: Session d'essai récente
lv: Nesenākās testēšanas sesijas

source: New Testing Session
fr: Nouvelle session de tests
lv: Jauna testēšanas sesija

source: Upgrade to create a new Testing Session
fr: Mettez à jour pour créer une nouvelle session d'essai
lv: Apmaksāt jaunu sesiju izveidošanai

source: To create new Testing Sessions, ask %(first_name)s %(last_name)s to upgrade account
fr: Pour créer de nouvelles sessions de test, demandez à %(first_name)s %(last_name)s de mettre à jour le compte
lv: Jaunas testēšanas sesijas izveidošanai, lūdzu, sazinieties ar %(first_name)s %(last_name)s un atjaunojiet sistēmas abonementu.

source: Tests
lv: Testi

source: Created
fr: Créé
lv: Izveidots

source: TEST %(number)s
lv: %(number)s. TESTS

source: Read more and see samples in <a %(help_link)s><b>Help Center</b></a>
fr: En savoir plus et voir des exemples dans <a %(help_link)s><b>Help Center</b></a>
lv: Vairāk informācijas un piemēri atrodami <a %(help_link)s><b>Palīdzības centrā</b></a>

source: Enter parameter values to be tested:
fr: Entrez les valeurs des paramètres à tester :
lv: Ievadiet parametru vērtības:

source: Re-validate Previous Test
fr: Re-valider le test précédent
lv: Atkārtoti novērtēt iepriekšējo testu

source: Download .GCODE
fr: Télécharger le fichier .GCODE
lv: Lejupielādēt Gkoda failu

source: <b>Print the downloaded test file</b><br>If the test gcode didn't download, you can get it <a href="%(gcode_link)s">here</a>.
fr: <b>Imprimer le fichier de test téléchargé</b><br>Si le fichier .gcode de test n'a pas été téléchargé, vous pouvez le retélécharger <a href="%(gcode_link)s">here</a>.
lv: <b>Izdrukājiet lejupielādēto Gkoda failu</b><br>Ja Gkoda lejupielādēšana neizdevās, varat to vēlreiz lejupielādēt <a href="%(gcode_link)s">šeit</a>.

source: Inspect the printed test structure
fr: Examiner la structure de test imprimée
lv: Novērtējiet izdrukāto detaļu

source: Select all the best parameter combinations
fr: Sélectionnez toutes les meilleures combinaisons de paramètres
lv: Izvēlies labākās parametru kombinācijas

source: Back to Setup
fr: Retour à la configuration
lv: Atgriezties pie parametriem

source: Next Test
fr: Prochain test
lv: Nākamais tests

source: 3D Printer Editor
fr: Editeur d'imprimante 3D
lv: 3D printera rediģēšana

source: The changes will not be reflected in sessions already using this printer.
fr: Les changements ne seront pas reflétés dans les sessions utilisant déjà cette imprimante.
lv: Izmaiņas neietekmēs jau iesāktās testēšanas sesijas.

source: Load from preset
fr: Chargement à partir de la valeur prédéfinie
lv: Aizpildīt no parauga

source: Select from list
fr: Choisissez dans la liste
lv: Izvēlēties

source: OTHER PRINTER (enter values below)
fr: AUTRE IMPRIMANTE (entrez les valeurs ci-dessous)
lv: CITS PRINTERIS (aizpildīt laukus zemāk)

source: Extruder
fr: Extrudeur
lv: Ekstrūderis

source: Heating chamber
fr: Chambre chauffante
lv: Apsildāma drukāšanas kamera

source: Print bed
fr: Lit d'impression
lv: Drukāšanas virsma

source: Custom GCODE scripts
fr: Scripts personnalisés GCODE
lv: Specifiski Gkodi

source: Header is prepended to test routine GCODEs. This can be altered to better accomodate certain printer features, such as autocalibration.
fr: Le script de prédémarrage est prévu pour tester les GCODE de routine. Il peut être modifié pour mieux s'adapter à certaines caractéristiques de l'imprimante, comme la calibration automatique.
lv: Sākuma Gkods tiek pievienots testa Gkoda sākumā. Šo sadaļu var izmantot, piemēram, autokalibrācijas komandām.

source: Homing script is executed after printer has heated up, but before actual printing starts.
fr: Le script de démarrage est exécuté une fois que l'imprimante a chauffé, mais avant que l'impression du test ne commence.
lv: Atgriešanās komandas tiek izpildītas pēc tam, kad printeris ir uzsilis, bet pirms drukāšanas sākšanas.

source: Footer is appended to test routine GCODEs. Homing command is recommended here, to move the nozzle away from the printed structure.
fr: Le script de fin est annexé pour tester les GCODE de routine. Il est recommandé ici d'utiliser la commande d'accueil pour éloigner la buse de la structure imprimée.
lv: Beigu Gkods tiek pievienots testa Gkoda beigās. Šeit ieteicams pievienot Atgriešanās komandu, lai atvirzītu sprauslu nost no izdrukātās detaļas.

source: Offset from center of printbed
fr: Décalage depuis le centre du lit d'impression
lv: Nobīde no platformas centra

source: Test structure is centered on the printbed by default. Offset may be used to shift the test structure on build-plate.
fr: Par défaut, la structure du test est centrée sur le lit d'impression. Le décalage peut être utilisé pour décaler la structure du test sur la surface du lit chauffant.
lv: Testa struktūra parasti tiek drukāta platformas centrā. Nobīdi var izmantot, lai testa struktūru novietotu platformas malā.

source: Create
fr: Créer
lv: Izveidot

source: Model
fr: Modèle
lv: Modelis

source: Nozzle diameter (mm)
fr: Diamètre de la buse (mm)
lv: Sprauslas diametrs (mm)

source: Edit
fr: Corriger
lv: Rediģēt

source: Delete
fr: Supprimer
lv: Dzēst

source: Material Editor
fr: Éditeur du matériel
lv: Materiāla rediģēšana

source: Invoices
fr: Factures
lv: Rēķini

source: Account Settings
fr: Paramètres du compte
lv: Konta uzstādījumi

source: Redeem a voucher
fr: Utiliser un ticket de réduction
lv: Izmantot kuponu

source: Sign Out
fr: Déconnexion
lv: Iziet

source: Dashboard
fr: Tableau de bord
lv: Kopsavilkums

source: Help Center
fr: Centre d'aide
lv: Palīdzība

source: Start Testing Session
fr: Commencer la session de test
lv: Sākt Testēšanas sesiju

source: Change session name
fr: Changer le nom de la session
lv: Pārdēvēt sesiju

source: Completed
fr: Terminé
lv: Pabeigts

source: %(test)s Test
lv: %(test)s tests

source: Back to Session
fr: Retour à la session
lv: Atgriezties pie testēšanas sesijas

source: Results
fr: Résultats
lv: Rezultāti

source: Performer
fr: Interprète
lv: Izpildītājs

source: Open
fr: Ouvrir
lv: Atvērt

source: Setup
fr: Configuration
lv: Konfigurācija

source: Print and validate
fr: Imprimer et valider
lv: Drukāšana un izvērtēšana

source: Slicing profiles
fr: Profils du slicer
lv: Sagriešanas (slicing) konfigurācijas

source: Version %(version)s
lv: Versija %(version)s

source: Select profile quality type
fr: Sélectionnez le type de qualité du profil
lv: Izvēlēties profila kvalitātes tipu

source: Existing Cura profile to use as template:
fr: Profil Cura existant à utiliser comme modèle :
lv: Esošā Cura konfigurācija, kuru izmantot kā paraugu:

source: *You can find your printer profiles in Cura profile manager.
fr: *Vous pouvez trouver vos profils d'imprimante dans le gestionnaire de profils Cura.
lv: *Konfigurācijas var atrast Cura profilu pārvaldniekā (Cura Profile Manager).

source: Download profile
fr: Télécharger le profil
lv: Lejupielādēt konfigurāciju

source: Test reports
fr: Rapports de tests
lv: Testēšanas atskaite

source: Download Test Report
fr: Télécharger le rapport de test
lv: Lejupielādēt testēšanas atskaiti

source: Selected parameters
fr: Paramètres sélectionnés
lv: Izvēlētie parametri

source: Selected <b>%(param)s</b> value:
fr: Sélectionner <b>%(param)s</b> valeur:
lv: Izvēlētais <b>%(param)s</b>:

source: Select the best parameter combination
fr: Choisir la meilleure combinaison de paramètres
lv: Izvēlies labākās parametru kombinācijas

source: Back
fr: Retour
lv: Atpakaļ

source: Validated values:
fr: Valeurs validées :
lv: Izvēlētās vērtības:

source: Revert to this test
fr: Revenir à ce test
lv: Argriezties pie šī testa

source: Are you sure you want to proceed?
fr: Êtes-vous sûr de vouloir poursuivre ?
lv: Vai esat pārliecināti, ka vēlaties turpināt?

source: Reverting to this test will discard all progress achieved after it.
fr: En revenant à ce test, on écarte tous les progrès réalisés par la suite.
lv: Atgriežoties pie šī testa zaudēsiet visus tālāko testu rezultātus.

source: Revert
fr: Revenir
lv: Atgriezties

source: %(company)s Users
fr: %(company)s Utilisateurs
lv: %(company)s Lietotāji

source: Manage users
fr: Gérer les utilisateurs
lv: Rediģēt lietotājus

source: Latest session
fr: Dernière session
lv: Jaunākā sesija

source: Last 7 days
fr: Les 7 derniers jours
lv: Pēdējās 7 dienās

source: Last 30 days
fr: Les 30 derniers jours
lv: Pēdējās 30 dienās

source: Last 90 days
fr: Les 90 derniers jours
lv: Pēdējās 90 dienās

source: Total
lv: Kopā

source: Bridging extrusion multiplier
fr: Multiplicateur d'extrusion de pontage
lv: Tilta ekstrūzijas daudzums

source: Bridging part cooling
fr: Refroidissement du pontage
lv: Tilta detaļas dzesēšana

source: Bridging printing speed
fr: Vitesse d'impression du pontage
lv: Tilta drukāšanas ātrums

source: Chamber temperature
fr: Chambre de température
lv: Kameras temperatūra

source: Coasting distance
fr: Distance de débrayage
lv: Retrakcijas attālums

source: Exit ventilation power
fr: Puissance de ventilation de sortie
lv: Atplūdes ventilācijas jauda

source: Extrusion multiplier
fr: Multiplicateur d'extrusion
lv: Ekstrūzijas daudzums

source: Extrusion temperature
fr: Température d'extrusion
lv: Ekstrūzijas temperatūra

source: First-layer extrusion temperature
fr: Température d'extrusion de la première couche d'impression
lv: Pirmā slāņa ekstrūzijas temperatūra

source: First-layer printing speed
fr: Vitesse de la première couche d'impression
lv: Pirmā slāņa drukāšanas ātrums

source: First-layer track height
fr: Hauteur de la première couche
lv: Pirmā slāņa līnijas augstums

source: First-layer track width
fr: Largeur de la première couche
lv: Pirmā slāņa līnijas platums

source: Print bed coating
fr: Débrayage du lit d'impression
lv: Drukāšanas virsmas pārklājums

source: Print bed temperature
fr: Température du lit d'impression
lv: Drukāšanas virsmas temperatūra

source: Printing speed
fr: Vitesse d'impression
lv: Drukāšanas ātrums

source: Retraction distance
fr: Distance de rétractation
lv: Retrakcijas attālums

source: Retraction speed
fr: Vitesse de rétractation
lv: Retrakcijas ātrums

source: Retraction-restart distance
fr: Distance de rétractation au redémarrage
lv: Re-retrakcijas attālums

source: Track height
fr: Hauteur de la couche
lv: Līnijas augstums

source: Track width
fr: Largeur de la couche
lv: Līnijas platums

source: Z-offset
fr: Décalage de l'axe Z
lv: Z nobīde

source: For this test this value is equal to unity, but, if needed, it can be tested in a separate test
fr: Pour ce test, cette valeur est égale à l'unité, mais, si nécessaire, elle peut être testée dans un test séparé
lv: Šim testam šī vērtība ir viens, bet, ja nepieciešams, to var noskaidrot atsevišķā testā

source: Set a value from the range 20-50 mm/s for printing flexible materials, or 30-70 mm/s for printing harder materials
fr: Fixer une valeur comprise entre 20 et 50 mm/s pour l'impression de matériaux souples, ou entre 30 et 70 mm/s pour l'impression de matériaux plus durs
lv: Elastīgajiem materiāliem ieteicamais apgabals ir 20-50 mm/s, cietākiem materiāliem 30-70 mm/s.

source: Set part cooling. Active part cooling is required when printing using high deposition rates or when printing fine details
fr: Régler le refroidissement des pièces. Le refroidissement actif de la pièce est nécessaire lors de l'impression avec des taux de dépôt élevés ou lors de l'impression de détails fins
lv: Detaļas dzesēšanas uzstādīšana. Aktīvā detaļas dzesēšana nepieciešama printējot lielā ātrumā vai printējot smalkas detaļas

source: Set the range of <b>Retraction distances</b> to be tested
fr: Définir la plage de réglage de <b>Retraction distances</b> à tester
lv: Uzstādiet testējamo <b>Atvilkšanas attāluma</b> vērtību apgabalu

source: Set the range to 10-25 mm/s for printing flexible materials, or 15-35 mm/s for harder materials
fr: Définir la plage de réglage à 10-25 mm/s pour l'impression des matériaux souples, ou à 15-35 mm/s pour les matériaux plus durs
lv: Elastīgajiem materiāliem ieteicamais apgabals ir 10-25 mm/s, cietākiem materiāliem 15-35 mm/s.

source: Set the range to 20-50 mm/s for printing flexible materials, or to 30-70 mm/s for printing harder materials
fr: Définir la plage de réglage à 20-50 mm/s pour l'impression de matériaux souples, ou à 30-70 mm/s pour l'impression de matériaux plus durs
lv: Elastīgajiem materiāliem ieteicamais apgabals ir 10-25 mm/s, cietākiem materiāliem 15-35 mm/s.

source: Set the range to 5-15 mm/s for printing flexible materials, or to 10-30 mm/s for printing harder materials
fr: Définir la plage de réglage à 5-15 mm/s pour l'impression de matériaux souples, ou à 10-30 mm/s pour l'impression de matériaux plus durs
lv: Elastīgajiem materiāliem ieteicamais apgabals ir 5-15 mm/s, cietākiem materiāliem 10-30 mm/s.

source: Set this value to proceed
fr: Régler cette valeur pour continuer
lv: Lai turpinātu, ievadiet šo vērtību

source: Set this value to proceed. Perform the corresponding test to fine-tune this value
fr: Réglez cette valeur pour continuer. Effectuez le test correspondant pour affiner cette valeur
lv: Lai turpinātu, ievadiet šo vērtību. Veiciet atbilstošo testu, lai vērtību precizētu

source: Set this value to proceed. This value will determine the resolution and surface quality of your print
fr: Réglez cette valeur pour continuer. Cette valeur déterminera la résolution et la qualité de surface de votre impression
lv: Lai turpinātu, ievadiet šo vērtību. Šī vērtība noteiks izšķirtspēju un detaļas virsmas kvalitāti

source: The default value is equal to the nozzle inner diameter, but you can perform the corresponding test to fine-tune this value
fr: La valeur par défaut est égale au diamètre de la buse, mais vous pouvez effectuer le test correspondant pour affiner cette valeur
lv: Sākotnējā vērtība ir vienāda ar sprauslas iekšējo diametru, bet varat veikt atbilstošo testu un precizēt šo vērtību

source: These seven values will be tested at four <b>Printing speeds</b>. You can change the limiting values
fr: Ces sept valeurs seront testées à quatre <b>Printing speeds</b>. Vous pouvez modifier les valeurs limites
lv: Šīs septiņas vērtības tiks testētas ar četriem <b>Drukāšanas ātrumiem</b>. Jūs varat mainīt robežvērtības

source: These seven values will be tested at four different <b>Bridging printing speeds</b> (see below). You can change the limiting values
fr: Ces sept valeurs seront testées à quatre niveaux différents <b>Bridging printing speeds</b> (voir ci-dessous). Vous pouvez modifier les valeurs limites
lv: Šīs septiņas vērtības tiks testētas ar četriem <b>Tilta drukāšanas ātrumiem</b> (skatīt zemāk). Jūs varat mainīt robežvērtības

source: These seven values will be tested at four different <b>First-layer printing speeds</b> (see below). You can change the limiting values
fr: Ces sept valeurs seront testées à quatre niveaux différents <b>First-layer printing speeds</b> (voir ci-dessous). Vous pouvez modifier les valeurs limites
lv: Šīs septiņas vērtības tiks testētas ar četriem <b>Pirmā slāņa drukāšanas ātrumiem</b> (skatīt zemāk). Jūs varat mainīt robežvērtības

source: These seven values will be tested at four different <b>Printing speeds</b> (see below). You can change the limiting values
fr: Ces sept valeurs seront testées à quatre niveaux différents <b>Printing speeds</b> (voir ci-dessous). Vous pouvez modifier les valeurs limites
lv: Šīs septiņas vērtības tiks testētas ar četriem <b>Drukāšanas ātrumiem</b> (skatīt zemāk). Jūs varat mainīt robežvērtības

source: These seven values will be tested at four different <b>Retraction distances</b> (see below). You can change the limiting values
fr: Ces sept valeurs seront testées à quatre niveaux différents <b>Retraction distances</b> (voir ci-dessous). Vous pouvez modifier les valeurs limites
lv: Šīs septiņas vērtības tiks testētas ar četrām <b>Atvilkšanas distancēm</b> (skatīt zemāk). Jūs varat mainīt robežvērtības

source: These seven values will be tested at four different <b>Retraction speeds</b> (see below). You can change the limiting values
fr: Ces sept valeurs seront testées à quatre niveaux différents <b>Retraction speeds</b> (voir ci-dessous). Vous pouvez modifier les valeurs limites
lv: Šīs septiņas vērtības tiks testētas ar četriem <b>Atvilkšanas ātrumiem</b> (skatīt zemāk). Jūs varat mainīt robežvērtības

source: These seven values will be tested at one <b>First-layer printing speed</b>. You can change the limiting values
fr: Ces sept valeurs seront testées à une seule <b>First-layer printing speed</b>. Vous pouvez modifier les valeurs limites
lv: Šīs septiņas vērtības tiks testētas ar vienu <b>Pirmā slāņa drukāšanas ātrumu</b>. Jūs varat mainīt robežvērtības

source: These seven values will be tested at one <b>Printing speed</b>. You can change the limiting values
fr: Ces sept valeurs seront testées à une seule <b>Printing speed</b>. Vous pouvez modifier les valeurs limites
lv: Šīs septiņas vērtības tiks testētas ar vienu <b>Drukāšanas ātrumu</b>. Jūs varat mainīt robežvērtības

source: These seven values will be tested while all other processing parameters are constant. You can change the limiting values
fr: Ces sept valeurs seront testées alors que tous les autres paramètres de traitement seront constants. Vous pouvez modifier les valeurs limites
lv: Šīs septiņas vērtības tiks testētas, bet pārējās paliks nemainīgas. Jūs varat mainīt robežvērtības

source: These seven values will be tested. You can change the limiting values
fr: Ces sept valeurs seront testées. Vous pouvez modifier les valeurs limites
lv: Šīs septiņas vērtības tiks testētas. Jūs varat mainīt robežvērtības

source: This value was determined in the previous test(s) and cannot be changed
fr: Cette valeur a été déterminée dans le(s) test(s) précédent(s) et ne peut être modifiée
lv: Šī vērtība tika noskaidrota iepriekšējos testos un nav maināma.

source: This is a core test which helps finding a working retraction distance under general conditions.
fr: Il s'agit d'un test de base qui permet de trouver une distance de rétractation de travail dans des conditions générales.
lv: Šis ir pamata tests, kas ļauj noskaidrot derīgu atvilkšanas distanci vispārīgā gadījumā.

source: This is an additional test to avoid under-extrusion.
fr: Il s'agit d'un test supplémentaire pour éviter la sous-extrusion.
lv: Šis ir papildu tests, lai novērstu nepietiekamu ekstrūziju.

source: This test helps you find a base temperature and printing speed. These will be optimized further in later tests. Since there can be different parameter combinations that work, but are not optimal for your intended target, this is an essential test.
fr: Ce test vous aide à trouver une température de base et une vitesse d'impression. Ces paramètres seront optimisés lors de tests ultérieurs. Comme il peut y avoir différentes combinaisons de paramètres qui fonctionnent, mais qui ne sont pas optimales pour l'objectif visé, il s'agit d'un test essentiel.
lv: Šis tests ļauj noskaidrot sākotnējās temperatūras un printēšanas ātruma vērtības. Tālākajos testos tās tika precizētas. Šis ir nozīmīgs tests, jo vairākas vērtību kombinācijas var strādāt, bet ne visas būs optimālas izvēlētajam mērķim.

source: This test is needed to arrive at the most optimal flow-rate.
fr: Ce test est nécessaire pour parvenir au débit le plus optimal.
lv: Šis tests ir nepieciešams, lai iegūtu optimālāko ekstrūzijas koeficientu.

source: This test is needed to avoid gaps between tracks and find the limits of horizontal resolution with a given nozzle.
fr: Ce test est nécessaire pour éviter les écarts entre les couches et trouver les limites de la résolution horizontale avec une buse donnée.
lv: Šis tests ir nepieciešams, lai izvairītos no spraugām starp līnijām un noskaidrotu slāņa biezuma apgabalu konkrētajai sprauslai.

source: This test is needed to avoid stringing.
fr: Ce test est nécessaire pour éviter les cheveux d'anges.
lv: Šis tests ir nepieciešams, lai izvairītos no matiņiem.

source: This test is needed to establish good first layer printing settings. A good first layer is essential to achieving good prints.
fr: Ce test est nécessaire pour établir de bons paramètres d'impression de la première couche. Une bonne première couche est essentielle pour obtenir de bonnes impressions.
lv: Šis tests ir nepieciešams, lai iegūtu labus pirmā slāņa uzstādījumus. Labs pirmais slānis ir viens no labu rezultātu priekšnoteikumiem.

source: This test is needed to find Z-offset value in case of non-level print bed or printbed coating.
fr: Ce test est nécessaire pour trouver la valeur du décalage Z dans le cas d'un lit d'impression ou d'un revêtement de lit d'impression non uniforme.
lv: Šis tests ir nepieciešams, lai noteiktu pamatnes augstuma nobīdi.

source: This test is needed to find reliable settings for retraction. The best combination of 3 parameters are determined simulataneously.
fr: Ce test est nécessaire pour trouver des paramètres fiables de rétractation. La meilleure combinaison de 3 paramètres est déterminée simultanément.
lv: Šis tests ir nepieciešams, lai noskaidrotu uzticamus atvilkšanas uzstādījumus. Labākā 3 parametru kombinācija tiek noskaidrota, mainot visus 3 parametrus vienlaicīgi.

source: This test is needed to find the best bridging settings.
fr: Ce test est nécessaire pour trouver les meilleurs paramètres de pontage.
lv: Šis tests ir nepieciešams, lai noskaidrotu labākos tilta uzstādījumus.

source: This test is needed to find the best retraction restart distance and coasting settings.
fr: Ce test est nécessaire pour trouver la meilleure distance de rétractation au redémarrage et les meilleurs réglages de débrayage.
lv: Šis tests ir nepieciešams, lai atrastu labāko re-retrakcijas attālumu un neekstrūdēšanas uzstādījumus.

source: This test is needed to find the limits of printing resolution (layer thickness).
fr: Ce test est nécessaire pour trouver les limites de la résolution d'impression (épaisseur de la couche).
lv: Šis tests ir nepieciešams, lai noteiktu drukāšanas izšķirtspējas robežas (slāņa biezums).
