Repository: FabControl/optimizer-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, lv

source: English
fr: Anglais
lv: Angļu

source: Latvian
fr: Letton
lv: Latviešu

source: French
fr: Français
lv: Franču

source: German
fr: Allemand
lv: Vācu

source: Spanish
fr: Espagnol
lv: Spāņu

source: Portuguese
fr: Portugais
lv: Portugāļu

source: Change
fr: Changer
lv: Mainīt

source: Email
fr: Adresse e-mail
lv: Epasts

source: Password
fr: Mot de passe
lv: Parole

source: Password did not match our records
fr: Le mot de passe est invalide
lv: Ievadītā parole nesakrīt ar mums zināmo paroli

source: We will not share your email address with 3rd parties.
fr: Nous ne partagerons pas votre adresse e-mail avec d'autres entreprises.
lv: Jūsu epasts netiks izpausts trešajām personām.

source: First name
fr: Nom
lv: Vārds

source: Last name
fr: Prénom
lv: Uzvārds

source: Country
fr: Pays
lv: Valsts

source: I agree to %(starttag)sterms of use%(endtag)s
fr: J'accepte %(starttag)sles conditions d'utilisations%(endtag)s
lv: Piekrītu %(starttag)slietošanas noteikumiem%(endtag)s

source: Password recovery instructions will be sent to this email.
fr: Les instructions pour récupérer votre mot de passe seront envoyés à cette adresse e-mail.
lv: Tālākās norādes tiks nosūtītas uz norādīto epasta adresi.

source: Company name*
fr: Nom de l'Entreprise*
lv: Uzņēmuma nosaukums*

source: Company legal address*
fr: Adresse de l'entreprise
lv: Uzņēmuma adrese*

source: Company registration number*
fr: Numéro SIRET de l'entreprise
lv: Uzņēmuma reģistrācijas numurs*

source: Company VAT number
fr: Numéro de TVA de l'entreprise
lv: PVN maksātāja numurs

source: Show legal info (for EU companies)
fr: Voir les informations légales ( pour les entreprises Européenne )
lv: Norādīt uzņēmuma datus (ES uzņēmumiem)

source: Company account requires {field_label}
fr: Compte entreprise requis {field_label}
lv: Uzņēmuma kontam jāaizpilda {field_label}

source: email
fr: adresse e-mail
lv: epasts

source: Name
fr: Nom
lv: Vārds

source: Where did you find out about 3DOptimizer
lv: Kur Jūs uzzinājāt par 3DOptimizer

source: Upgrade to Full Access
fr: Mise à niveau à l'ensemble des fonctionnalités
lv: Iegādāties pilnu piekļuvi

source: Permanent License
fr: Licence Permanente
lv: Bezlimita licence

source: Educational License ({expiration} Day)
fr: Licence étudiant ({expiration} Day)
lv: Izglītības licence ({expiration} diena)

source: Full Access ({expiration} Day)
fr: Accès complet ({expiration} Day)
lv: Pilna piekļuve ({expiration} diena)

source: Full Access
fr: Accès complet
lv: Pilna piekļuve

source: Test Access ({expiration} Day)
fr: Accès au test ({expiration} Day)
lv: Testa piekļuve ({expiration} diena)

source: Limited Access ({expiration} Day)
fr: Accès limité ({expiration} Day)
lv: Ierobežota piekļuve ({expiration} diena)

source: Registered on %(date)s
fr: Enregistré le %(date)s
lv: Reģistrējās %(date)s

source: Invitation sent
fr: Invitation envoyée
lv: Uzaicinājums nosūtīts

source: Received %(days)d days full access
fr: Reçu %(days)d jours accès complet
lv: Saņemtas %(days)d pilnas piekļuves dienas

source: To activate account, enter your password
fr: Pour activer votre compte, entrez votre mot de passe
lv: Lai aktivizētu kontu, ievadiet paroli

source: Activate account
fr: Compte activé
lv: Aktivizēt kontu

source: Account activation link is not valid.
fr: Le lien d'activation du compte n'est pas valide.
lv: Konta aktivizēšanas saite nav derīga.

source: If link is expired, try resetting password.
fr: Si le lien est expiré, essayez de réinitialiser le mot de passe.
lv: Ja saites derīguma termiņš ir iztecējis, mēģiniet atjaunot paroli.

source: Your account was successfully created.
fr: Votre compte a été créé avec succès.
lv: Jūsu konts ir veiksmīgi izveidots.

source: Please check your email for further instructions.
fr: Veuillez vérifier votre adresse e-mail pour obtenir de plus amples informations.
lv: Tālākās instrukcijas saņemsiet savā epastā.

source: Affiliate link is not valid.
fr: Le lien d'affiliation n'est pas valable.
lv: Uzaicinājuma saite nav derīga.

source: Account info
fr: Information du compte
lv: Konta informācija

source: Change password
fr: Changer de mot de passe
lv: Nomainīt paroli

source: Save
fr: Sauvegarder
lv: Saglabāt

source: Subscription and payments
fr: Abonnements et paiements
lv: Abonementi un maksājumi

source: Active subscription:
fr: Activer l'abonnement:
lv: Aktīvie abonementi:

source: Cancel subscription
fr: Annuler l'abonnement
lv: Atcelt abonementu

source: By pressing "Cancel subscription", you confirm cancellation of full access subscription.
fr: En appuyant sur "Cancel subscription", vous confirmez l'abandon à l'accès complet de votre abonnement.
lv: Nospiežot "Atcelt abonementu", jūs atsakaties no pilnas piekļuves 3DOptimizer.

source: You will have full access till %(end_date)s.
fr: Vous aurez un accès complet jusqu'au %(end_date)s.
lv: Varēsiet izmantot pilnu piekļuvi līdz %(end_date)s.

source: Payment method:
fr: Méthode de paiement:
lv: Maksājuma veids:

source: You don't have active subscription.
fr: Vous n'avez pas d'abonnement actif.
lv: Nav aktīvu abonementu.

source: Purchase
fr: Poursuivre
lv: Iegādāties

source: Users
fr: Utilisateurs
lv: Lietotāji

source: User
fr: Utilisateur
lv: Lietotājs

source: Role
fr: Rôle
lv: Loma

source: Last active
fr: Dernière activité
lv: Pēdējā aktivitāte

source: Owner
fr: Propriétaire
lv: Īpašnieks

source: Manager
fr: Directeur
lv: Menedžeris

source: Action
fr: Fonction
lv: Mainīt

source: Resign manager role
fr: Démissionner du rôle de gestionnaire
lv: Noņemt menedžera lomu

source: Assign manager role
fr: Attribuer le rôle de gestionnaire
lv: Piešķirt menedžera lomu

source: Leave
fr: Quitter
lv: Pamest

source: Remove
fr: Supprimer
lv: Izņemt

source: Leave company
fr: Quitter l'entreprise
lv: Pamest uzņēmumu

source: Remove from company
fr: Licenciement de l'entreprise
lv: Izņemt no uzņēmuma

source: If you leave company, you won't have access to it's printers, materials and testing sessions.
fr: Si vous quittez l'entreprise, vous n'aurez pas accès à ses imprimantes, à son matériel et à ses séances d'essai.
lv: Pametot uzņēmumu jums tiks liegta piekļuve uzņēmuma printeriem, materiāliem un testēšanas sesijām.

source: By pressing "Remove", you confirm removal of <b>%(first)s %(last)s</b> from your company.
fr: En appuyant sur "Supprimer", vous confirmez la suppression de <b>%(first)s %(last)s</b> de votre entreprise.
lv: Nospiežot "Izņemt", jūs apstiprināt <b>%(first)s %(last)s</b> izņemšanu no uzņēmuma.

source: Remove from corporation
fr: Sorti de l'entreprise
lv: Izņemt no uzņēmuma

source: By pressing "Remove", you confirm removal of <b>%(name)s</b> from your company.
fr: En appuyant sur "Remove", vous confirmez la suppression de <b>%(name)s</b> de votre entreprise.
lv: Nospiežot "Izņemt", jūs apstiprināt <b>%(name)s</b> izņemšanu no uzņēmuma.

source: Invite user
fr: Inviter un utilisateur
lv: Uzaicināt lietotāju

source: %(count)s of %(allowed)s users registered
fr: %(count)s of %(allowed)s d'utilisateurs enregistrés
lv: Reģistrēti %(count)s no %(allowed)s lietotājiem

source: Upgrade to add more users
fr: Mettre à jour pour ajouter des utilisateurs
lv: Atjaunināt, lai pievienotu papildu lietotājus

source: Sign in
fr: S'identifier
lv: Ieiet

source: Sign up
fr: S'inscrire
lv: Reģistrēties

source: Recover password
fr: Récupérer le mot de passe
lv: Atjaunot paroli

source: Invite a friend
fr: Inviter un ami
lv: Uzaicini draugu

source: After your friend registers you will receive a free week of 3DOptimizer.
fr: Après l'inscription de votre ami, vous recevrez une semaine gratuite de 3DOptimizer.
lv: Kad tavs draugs reģistrēsies, saņemsi vienas nedēļas pilnu piekļuvi 3DOptimizer.

source: Date
lv: Datums

source: Status
fr: Statut
lv: Statuss

source: Bonus
lv: Bonuss

source: Send recovery email
fr: Envoyer un courriel de récupération
lv: Nosūtīt

source: Your password was successfully reset.
fr: Votre mot de passe a été réinitialisé avec succès.
lv: Jūsu parole ir veiksmīgi nomainīta.

source: Change Password
fr: Changer le mot de passe
lv: Nomainīt paroli

source: The password reset link was invalid, possibly because it has already been used.
fr: Le lien de réinitialisation du mot de passe n'était pas valide, peut-être parce qu'il a déjà été utilisé.
lv: Paroles atjaunošanas saite nebija derīga, iespējams tā jau tika izmantota.

source: Please request a new password reset.
fr: Veuillez demander une nouvelle réinitialisation du mot de passe.
lv: Lūdzu veiciet jaunu paroles atjaunošanu.

source: Password reset instructions should arrive in your inbox within few minutes.
fr: Les instructions de réinitialisation du mot de passe devraient arriver dans votre boîte de réception en quelques minutes.
lv: Tuvākajās minūtēs saņemsiet epastu ar paroles atjaunošanas norādēm.

source: If you don't receive email, please check your spam folder.
fr: Si vous ne recevez pas de courrier électronique, veuillez vérifier votre dossier de courrier indésirable.
lv: Ja nesaņēmāt epastu, lūdzu, pārbaudiet mēstuļu (spam) mapi.

source: Individual account (single user)
fr: Compte individuel (single user)
lv: Individuālais konts (vienam lietotājam)

source: Business account (multi-user)
fr: Compte d'entreprise (multi-user)
lv: Biznesa konts (vairākiem lietotājiem)

source: Page presented in <a %(attrs)s>%(lang)s</a>
fr: Page présentée en <a %(attrs)s>%(lang)s</a>
lv: Lapa atvērta <a %(attrs)s>%(lang)s</a> valodā

source: Found a bug / wrong translation? <a href="mailto:support@fabcontrol.com?subject=Bug report">Let us know</a>!
lv: Atradi kļūdu? <a href="mailto:support@fabcontrol.com?subject=Bug report">Sazinies ar mums</a>!

source: Change page language
fr: Changer le langage de la page
lv: Mainīt lapas valodu

source: Cancel
fr: Annuler
lv: Atcelt

source: Your account has been deactivated.
fr: Votre compte a été désactivé.
lv: Jūsu konts ir deaktivizēts.

source: Failed to log in!
fr: Votre connexion à échouée!
lv: Neizdevās ieiet!

source: Password changed
fr: Mot de passe modifié
lv: Parole nomainīta

source: Your email address was confirmed and account activated.
fr: Votre adresse e-mail a été confirmée et votre compte activé.
lv: Jūsu epasta adrese ir pārbaudīta un konts ir aktivizēts.

source: User already invited or registered
fr: Utilisateur déjà invité ou enregistré
lv: Lietotājs ir jau uzaicināts vai reģistrējies

source: Friend's email
fr: E-mail d'un ami
lv: Drauga epasts

source: Friend's name
fr: Nom de l'ami
lv: Drauga vārds

source: Message
lv: Uzaicinājuma teksts

source: Send
fr: Envoyer
lv: Nosūtīt

source: Invitation sent to {0.name} ({0.email})
fr: Invitation envoyée à {0.name} ({0.email})
lv: Uzaicinājums nosūtīts {0.name} ({0.email})

source: You can use default <a href="{signup}">sign up form</a> or <a href="{login}">log in </a> to your account.
fr: Vous pouvez utiliser la valeur par défaut <a href="{signup}">sign up form</a> ou <a href="{login}">log in </a> à votre compte.
lv: Izmanto standarta <a href="{signup}">reģistrēšanās formu</a> vai <a href="{login}">ienāc</a> ar esošo kontu.

source: Account changed successfully
fr: Le compte a été modifié avec succès
lv: Izmaiņas veiksmīgi saglabātas

source: {email} already invited or joined another corporation
fr: {email} déjà invité ou a rejoint une autre société
lv: {email} ir jau uzaicināts vai ir pievienojies citam uzņēmumam

source: You are now member of {team} team
fr: Vous êtes maintenant membre de {team} l'équipe
lv: Jūs pievienojāties {team} komandai

source: Redeem a voucher
fr: Utiliser un ticket de réduction
lv: Izmantot kuponu

source: Redeem
fr: Récupérer
lv: Izmantot

source: voucher code
fr: code de réduction
lv: kupona kods

source: One-time payment
fr: Paiement unique
lv: Vienreizējs maksājums

source: Recurring dayly payment
fr: Paiement journalier
lv: Ikdienas maksājums

source: Recurring monthly payment
fr: Paiement mensuel
lv: Ikmēneša maksājums

source: Recurring yearly payment
fr: Paiement annuel
lv: Ikgadējs maksājums

source: Redirecting to checkout page, please wait...
fr: Redirection vers la page de paiement, veuillez patienter...
lv: Notiek pārvirzīšana uz maksājumu lapu, lūdzu gaidiet...

source: Invoice
fr: Facture
lv: Rēķins

source: Amount paid
fr: Montant payé
lv: Summa

source: Download
fr: Télécharger
lv: Lejupielādēt

source: %(expiration)s day of full access remaining.
fr: %(expiration)s jour d'accès complet restant.
lv: Atlikusi %(expiration)s pilnas piekļuves diena.

source: Individual
fr: Individuel
lv: Privātais

source: Business
fr: Entreprises
lv: Biznesa

source: Education
fr: Éducation
lv: Izglītības

source: All tests
fr: Tous les tests
lv: Visi testi

source: Full guided testing mode
fr: Session d'essai entièrement guidé
lv: Pilns, vadīts (guided) testēšanas režīms

source: Advanced testing mode
fr: Mode de test avancé
lv: Profesionāļu (Advanced) testēšanas režīms

source: Email support
fr: Assistance par e-mail
lv: Atbalsts epastā

source: Currently active
fr: Actuellement en activité
lv: Šobrīd aktīvs

source: If you’re not happy with our software for any reason, we’ll refund your money within a week from payment date no-questions-asked.
fr: Si vous n'êtes pas satisfait de notre logiciel pour une raison quelconque, nous vous rembourserons dans un délai d'une semaine à compter de la date de paiement, sans poser de questions.
lv: Ja neesat apmierināts ar mūsu pakalpojumu, nedēļas laikā no pirkuma atgriezīsim naudu.

source: Payment plans
fr: Modalités de paiement
lv: Maksājumu plāni

source: %(users)s user included
fr: %(users)s utilisateur inclus
lv: Iekļauts %(users)s lietotājs

source: If you need different setup or more users, contact %(support)s
fr: Si vous avez besoin d'une configuration différente ou de plusieurs utilisateurs, contactez %(support)s
lv: Ja nepieciešama cita konfigurācija vai vairāk lietotāju, sazinieties ar %(support)s

source: Individual account
fr: Compte individuel
lv: Personīgais konts

source: Free full access for individual students and teachers - </br><a %(support)s>contact support</a> after creating a free account to activate.
fr: Accès complet gratuit pour les étudiants et les enseignants individuels - </br><a %(support)s>contact support</a> après avoir créé un compte gratuit à activer.
lv: Pilnas piekļuves bezmaksas konts studentiem un pasniedzējiem - pēc individuālā konta izveidošanas </br><a %(support)s>sazinieties ar klientu atbalstu</a>.

source: Educational institution account
fr: Compte de l'établissement scolaire
lv: Izglītības iestādes konts

source: We offer discounts for multi-user accounts — contact %(sales)s.
fr: Nous offrons des réductions pour les comptes multi-utilisateurs - contact %(sales)s.
lv: Piedāvājam bezmaksas vairāku lietotāju kontus - sazinieties %(sales)s.

source: Your checkout was cancelled
fr: Votre commande a été annulée
lv: Maksājums tika atcelts

source: Your session has expired
fr: Votre session a expiré
lv: Jūsu sesija ir beigusies

source: Your full access was extended for %(day)d day
fr: Votre accès complet a été étendu pour %(day)d jour
lv: Pilnā piekļuve tika pagarināta par %(day)d dienu

source: Subscription successful
fr: Abonnement réussi
lv: Abonements veiksmīgi uzsākts

source: We haven't received your payment yet. Please check after few minutes
fr: Nous n'avons pas encore reçu votre paiement. Veuillez vérifier après quelques minutes
lv: Maksājums vēl nav apstiprināts. Lūdzu, pārbaudiet pēc dažām minūtēm

source: Subscription payment method changed!
fr: Le mode de paiement des abonnements a changé !
lv: Maksājuma dati nomainīti!

source: Something went wrong. Please try again later.
fr: Un problème est survenu. Veuillez réessayer plus tard.
lv: Gadījās kļūda. Lūdzu mēģiniet vēlāk.

source: Subscription cancelled
fr: Abonnement annulé
lv: Abonements atcelts

source: Provided voucher code is not valid
fr: Le code du ticket de réduction n'est pas valide
lv: Ievadītais kupona kods nav derīgs

source: Mechanical Strength
fr: Résistance mécanique
lv: Mehāniskā izturība

source: Visual Quality
fr: Qualité visuelle
lv: Vizuālā kvalitāte

source: Short Printing Time
fr: Réduction du temps d'impression
lv: Īss drukāšanas laiks

source: Min temperature (°C)
fr: Température minimum (°C)
lv: Min. temperatūra (°C)

source: Manufacturer's suggested temperature. After the testing process you might end up with a different temperature. If you do not have this data, a method to determine it can be faund <a href='{help_link}'>here</a>.
fr: Température suggérée par le fabricant. Après le processus d'essai, il se peut que vous vous retrouviez avec une température différente. Si vous n'avez pas ces données, une méthode pour les déterminer peut être trouvée <a href='{help_link}'>here</a>.
lv: Ražotāja ieteiktā temperatūra. Pēc testēšanas sesijas varētu tikt iegūta cita vērtība. Ja nav ieteiktās temeperatūras, <a href='{help_link}'>šeit</a> atrodama metode tās noskaidrošanai.

source: Max temperature (°C)
fr: Température maximum (°C)
lv: Max. temperatūra (°C)

source: Same as above.
fr: Même chose que ci-dessus.
lv: Tāpat kā iepriekšējam laukam.

source: Material name
fr: Nom du matériel
lv: Materiāla nosaukums

source: Filament diameter (mm)
fr: Diamètre du filament (mm)
lv: Filamenta diametrs (mm)

source: Notes
fr: Remarques
lv: Piezīmes

source: (Batch number, color, SKU etc.)
fr: (Numéro de lot, couleur, SKU etc.)
lv: (Sērijas numurs, krāsa, u.t.t.)

source: Build Plate
fr: Plateau
lv: Printēšanas pamatne

source: Other
fr: Autre
lv: Cita

source: Other Build Plate
fr: Autre type de plateau
lv: Cita printēšanas pamatne

source: Session name
fr: Nom de la session
lv: Sesijas nosaukums

source: Mode
lv: Režīms

source: Material
fr: Matériel
lv: Materiāls

source: New Material
fr: Nouveau matériel
lv: Jauns materiāls

source: 3D Printer
fr: Imprimante 3D
lv: 3D printeris

source: New 3D Printer
fr: Nouvelle imprimante 3D
lv: Jauns 3D printeris

source: Target
fr: Objectif
lv: Mērķis

source: Mechanical Strength and Short Printing Time targets require <a href="{link}">Full Access</a>
fr: La résistance mécanique et la réduction des délais d'impression requièrent <a href="{link}">Full Access</a>
lv: Lai izvēlētos mehānisko izturību vai samazinātu printēšanas laiku, nepieciešama <a href="{link}">Pilna piekļuve</a>

source: Advanced mode require <a href="{link}">Full Access</a>
fr: Mode avancé requis <a href="{link}">Full Access</a>
lv: Lai izvēlētos profesionāļu (Advanced) testēšanas režīmu nepieciešama <a href="{link}">Pilna piekļuve</a>

source: My notes (optional)
fr: Mes notes (facultatif)
lv: Piezīmes (var atstāt tukšu)

source: Yes
fr: Oui
lv: Jā

source: No
fr: Non
lv: Nē

source: 3D Printer model
fr: Modèle d'imprimante 3D
lv: 3D printera modelis

source: Max dimension on X axis (mm)
fr: Dimension maximale sur l'axe X (mm)
lv: Max. koordināte uz X ass (mm)

source: Max dimension on Y axis (mm)
fr: Dimension maximale sur l'axe Y (mm)
lv: Max. koordināte uz Y ass (mm)

source: Offset on X axis (mm)
fr: Décalage sur l'axe X (mm)
lv: Nobīde pa X asi (mm)

source: Offset on Y axis (mm)
fr: Décalage sur l'axe Y (mm)
lv: Nobīde pa Y asi (mm)

source: Type
lv: Tips

source: Extruder type
fr: Type d'extrudeur
lv: Ekstrūdera tips

source: Header
fr: Script de prédémarrage
lv: Sākuma Gkods

source: Footer
fr: Script de fin
lv: Beigu Gkods

source: Homing script
fr: Script de démarrage
lv: Atgriešanās (Homing) Gkods

source: Gcode tool index
fr: Index de l'outil Gcode
lv: Ekstrūdera numurs Gkodā

source: Part cooling
fr: Refroidissement partiel
lv: Detaļas dzesēšana

source: Nozzle's inner diameter (mm)
fr: Diamètre de la buse (mm)
lv: Sprauslas iekšējais diametrs (mm)

source: Gcode syntax
lv: Gkoda sintakse

source: Chamber heatable
fr: Chambre chauffante
lv: Apsildāma kamera

source: Print bed heatable
fr: Lit d'impression chauffant
lv: Apsildāma printēšanas platforma

source: Advanced
fr: Avancé
lv: Advancēts

source: Guided
fr: Guidé
lv: Vadīts

source: Core
fr: Coeur
lv: Pamata

source: Is the nozzle too close to the print bed?
fr: La buse est-elle trop proche du lit d'impression ?
lv: Vai sprausla ir pārāk tuvu pamatnei?

source: All combinations are bad.
fr: Toutes les combinaisons sont mauvaises.
lv: Visas kombinācijas ir sliktas.

source: Extruder's nozzle may be too large to retract filament successfully
fr: La buse de l'extrudeur est peut être trop grande pour rétracter suffisamment le filament
lv: Ekstrūdera sprausla varētu būt pārāk liela, lai veiksmīgi atvilktu filamentu.

source: Are all values between 0 and 6 mm bad?
fr: Les valeurs entre 0 et 6 mm sont-elles toutes mauvaises ?
lv: Vai visas vērtības starp 0 un 6 mm sliktas?

source: Are there voids between tracks?
fr: Y a-t-il des vides entre les couches ?
lv: Vai starp līnijām ir atsrapes?

source: Try lowering printing speed values in the interval.
fr: Essayez de réduire les valeurs de vitesse d'impression dans l'intervalle.
lv: Mēģiniet samazināt ātruma vērtības intervālā.

source: I wish to fine-tune printing speed.
fr: Je souhaite régler avec précision la vitesse d'impression.
lv: Vēlos precizēt drukāšanas ātrumu

source: Are there still voids between tracks?
fr: Y a-t-il encore des vides entre les couches ?
lv: Vai starp līnijām joprojām ir atstarpes?

source: I wish to fine-tune track height (print resolution).
fr: Je souhaite régler avec précision la hauteur de la couche (résolution d'impression).
lv: Vēlos precizēt līnijas augstumu (drukāšanas izšķirtspēju).

source: Does the print peel off from print bed, although the height is correct?
fr: La couche se décolle-t-elle du lit d'impression, bien que la hauteur soit correcte ?
lv: Vai struktūra atlīmējas no pamatnes, lai gan augstums ir pareizs?

source: Try increasing extrusion temperature, reduce printing speed, increase print bed temperature or apply an adhesive to the print bed.
fr: Essayez d'augmenter la température d'extrusion, de réduire la vitesse d'impression, d'augmenter la température du lit d'impression ou d'appliquer un adhésif sur le lit d'impression.
lv: Mēģiniet palielināt ekstrūzijas temperatūru, samazināt drukāšanas ātrumu, palielināt pamatnes temperatūru, vai uz pamatnes uzklāt līmi.

source: Does the print float above the print bed?
fr: La couche flotte-t-elle au-dessus du lit d'impression ?
lv: Vai detaļa nepieķeras pie pamatnes.

source: Unknown
fr: Inconnu
lv: Nezināms

source: Untitled
fr: Sans titre
lv: Bez nosaukuma

source: Optional
fr: Facultatif
lv: Papildu

source: Sorry! This page does not exist!
fr: Désolé ! Cette page n'existe pas !
lv: Jūsu meklētā lapa neeksistē!

source: Something went wrong!
fr: Un problème est survenu !
lv: Gadījās kļūda!

source: Feel free to contact our <a href="mailto:support@fabcontrol.com">support</a>!
fr: N'hésitez pas à contacter notre <a href="mailto:support@fabcontrol.com">support</a>!
lv: Droši sazinieties ar <a href="mailto:support@fabcontrol.com">lietotāju atbalstu</a>

source: Welcome to 3DOptimizer!
lv: Laipni lūgti 3DOptimizer!

source: %(first_name)s %(last_name)s invited you to collaborate in %(company)s.
fr: %(first_name)s %(last_name)s vous a invité à collaborer à %(company)s.
lv: %(first_name)s %(last_name)s aicina pievienoties uzņēmuma %(company)s komandai.

source: Join
fr: Rejoignez
lv: Pievienoties

source: Decline
fr: Déclinez
lv: Noraidīt

source: Testing Sessions
fr: Sessions de test
lv: Testēšanas sesijas

source: View all Sessions
fr: Voir toutes les sessions
lv: Visas testēšanas sesijas

source: 3D Printers
fr: Imprimantes 3D
lv: 3D printeri

source: View all 3D Printers
fr: Voir toutes les imprimantes 3D
lv: Visi 3D printeri

source: Materials
fr: Matériel
lv: Materiāli

source: View all Materials
fr: Voir tous les matériaux
lv: Visi materiāli

source: View all Users
fr: Voir tous les utilisateurs
lv: Visi lietotāji
